Revit 2027 API
ParameterTypeId.RasterSymbolPixelheight Property
 "Height (pixels)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RasterSymbolPixelheight { get; }
Public Shared ReadOnly Property RasterSymbolPixelheight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RasterSymbolPixelheight {
	ForgeTypeId^ get ();
}
static member RasterSymbolPixelheight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace